<?php

return [
    'actions'           => 'Действия',
    'save'              => 'Сохранить',
    'back'              => 'Назад',
    'cancel'            => 'Отменить',
    'edit'              => 'Редактировать',
    'show'              => 'Просмотр',
    'delete'            => 'Удалить',
    'delete_all'        => 'Удалить все',
    'add'               => 'Добавить',
    'create'            => 'Создать',
    'select'            => 'Выбрать',
    'select_all'        => 'Выбрать все',
    'deselect_all'      => 'Отменить выбор всех',
    'generate'          => 'Генерировать',
];
