<?php

return [

    'confirm' => [
        'delete' => 'Вы уверены, что хотите удалить?',
        'restore' => 'Ви впевнені що хочете восстановить?',
        'force_delete' => 'Ви впевнені що хочете окончательно удалить?',
    ],

    'translations_successfully_updated' => 'Переводы успешно сохранены!',

    'forbidden' => ':KEY - Доступ запрещен',

    'language'  => [
        'changed'    => 'Язык изменен',
        'default'    => 'Язык изменен на стандартный',
        'error'      => 'Язык не изменен',
    ],

    'success' => [
        'title'         => 'Успех',
        'action'        => 'Действие успешно выполнено',
        'create'        => 'Объект :model создан',
        'edit'          => 'Объект :model обновлен',
        'delete'        => 'Объект :model удален',
        'restore'       => 'Объект :model восстановлен',
        'force_delete'  => 'Объект :model окончательно удален',
    ],

    'error' => [
        'title'         => 'Ошибка',
        'action'        => 'Действие не выполнены',
        'create'        => 'Ошибка при попытке создать объект :model',
        'edit'          => 'Ошибка при попытке обновить объект :model',
        'delete'        => 'Ошибка при попытке удалить объект :model',
        'restore'       => 'Ошибка при попытке восстановить объект :model',
        'force_delete'  => 'Ошибка при попытке окончательно удалить объект :model',
    ],

    'info' => [
        'title'   => 'Информация',
    ],

    'warning' => [
        'title'   => 'Предупреждение',
    ],
];
