<?php

return [
    'actions'           => 'Дії',
    'save'              => 'Зберегти',
    'back'              => 'Назад',
    'cancel'            => 'Відмінити',
    'edit'              => 'Редагувати',
    'show'              => 'Перегляд',
    'delete'            => 'Видалити',
    'delete_all'        => 'Видалити все',
    'add'               => 'Додати',
    'create'            => 'Створити',
    'select'            => 'Вибрати',
    'select_all'        => 'Вибрати все',
    'deselect_all'      => 'Скасувати вибір всіх',
    'generate'          => 'Генерувати',
    'restore'           => 'Відновити',
    'forceDelete'       => 'Остаточно видалити',
];
