<?php

return [

    'confirm' => [
        'delete' => 'Ви впевнені, що хочете видалити?',
        'restore' => 'Ви впевнені, що хочете відновити?',
        'force_delete' => 'Ви впевнені, що хочете остаточно видалити?',
    ],

    'translations_successfully_updated' => 'Переклади успішно збережено!',

    'forbidden' => ':KEY - Доступ заборонено',

    'language'  => [
        'changed'    => 'Мову змінено',
        'default'    => 'Мову змінено на стандартну',
        'error'      => 'Мову не змінено',
    ],

    'success' => [
        'title'         => 'Успіх',
        'action'        => 'Дію успішно виконано',
        'create'        => 'Об\'єкт :model створено',
        'edit'          => 'Об\'єкт :model оновлено',
        'delete'        => 'Об\'єкт :model видалено',
        'restore'       => 'Об\'єкт :model відновлено',
        'force_delete'  => 'Об\'єкт :model остаточно видалено',
    ],

    'error' => [
        'title'         => 'Помилка',
        'action'        => 'Дію не виконано',
        'create'        => 'Помилка при спробі створити об\'єкту :model',
        'edit'          => 'Помилка при спробі оновити об\'єкту :model',
        'delete'        => 'Помилка при спробі видалити об\'єкту :model',
        'restore'       => 'Помилка при спробі відновити об\'єкту :model',
        'force_delete'  => 'Помилка при спробі остаточно видалити об\'єкту :model',
    ],

    'info' => [
        'title'   => 'Інформація',
    ],

    'warning' => [
        'title'   => 'Попередження',
    ],
];
